[/Script/EngineSettings.GeneralProjectSettings]
ProjectID=D299D1664976598E3FCACFA16095AF3F
ProjectName=Cyber War
Description=Cетевой шутер с видом от 1-го лица в котором игроки разбившись на команды, выполняют различные задания и противостоят друг другу в разных режимах, так же в игре доступна кастомизация оружия.
CompanyName=
CompanyDistinguishedName=
Homepage=
SupportContact="https://vk.com/cyber_war"
CopyrightNotice=
ProjectDisplayedTitle=NSLOCTEXT("[/Script/EngineSettings]", "2B4D4F154C5FB5CD286453A3D46A806A", "Cyber War")
ProjectDebugTitleInfo=
LicensingTerms=Лицензия LGPL.
bAllowWindowResize=False
bAllowMaximize=True
bAllowClose=True
bUseBorderlessWindow=False

[/Script/UnrealEd.ProjectPackagingSettings]
BlueprintNativizationMethod=Inclusive
bIncludeNativizedAssetsInProjectGeneration=True

[/Script/Engine.AssetManagerSettings]
-PrimaryAssetTypesToScan=(PrimaryAssetType="Map",AssetBaseClass=/Script/Engine.World,bHasBlueprintClasses=False,bIsEditorOnly=True,Directories=((Path="/Game/Maps")))
-PrimaryAssetTypesToScan=(PrimaryAssetType="PrimaryAssetLabel",AssetBaseClass=/Script/Engine.PrimaryAssetLabel,bHasBlueprintClasses=False,bIsEditorOnly=True,Directories=((Path="/Game")))
+PrimaryAssetTypesToScan=(PrimaryAssetType="Map",AssetBaseClass=/Script/Engine.World,bHasBlueprintClasses=False,bIsEditorOnly=True,Directories=((Path="/Game/Maps")),SpecificAssets=,Rules=(Priority=-1,bApplyRecursively=True,ChunkId=-1,CookRule=Unknown))
+PrimaryAssetTypesToScan=(PrimaryAssetType="PrimaryAssetLabel",AssetBaseClass=/Script/Engine.PrimaryAssetLabel,bHasBlueprintClasses=False,bIsEditorOnly=True,Directories=((Path="/Game")),SpecificAssets=,Rules=(Priority=-1,bApplyRecursively=True,ChunkId=-1,CookRule=Unknown))
bOnlyCookProductionAssets=False
bShouldGuessTypeAndNameInEditor=True
bShouldAcquireMissingChunksOnLoad=False
